Revit 2027 API
ParameterTypeId.RoomLowerOffset Property
 "Base Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomLowerOffset { get; }
Public Shared ReadOnly Property RoomLowerOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomLowerOffset {
	ForgeTypeId^ get ();
}
static member RoomLowerOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace